03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M01/3.BRP/Bijhouding/M01_SOAP-HGP005-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
   <soapenv:Header/>
   <soapenv:Body>
      <brp:bhg_hgpRegistreerHuwelijkGeregistreerdPartnerschap>
         <brp:stuurgegevens brp:communicatieID="01">
            <brp:zendendePartij>036301</brp:zendendePartij>
            <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
            <brp:referentienummer>88409eeb-1aa5-43fc-8614-43055123a165</brp:referentienummer>
            <brp:tijdstipVerzending>2017-02-06T08:15:23.687+02:00</brp:tijdstipVerzending>
         </brp:stuurgegevens>
         <brp:parameters brp:communicatieID="02">
            <brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
         </brp:parameters>
         <brp:voltrekkingHuwelijkInBuitenland brp:objecttype="AdministratieveHandeling" brp:communicatieID="03">
            <brp:partijCode>036301</brp:partijCode>
            <brp:bronnen>
               <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:communicatieID="Bron1">
                  <brp:document brp:objecttype="Document" brp:communicatieID="04">
                     <brp:soortNaam>Buitenlandse akte</brp:soortNaam>
                     <brp:omschrijving>Huwelijk Buitenland</brp:omschrijving>
                     <brp:partijCode>036301</brp:partijCode>
                  </brp:document>
               </brp:bron>
            </brp:bronnen>
            <brp:acties>
               <brp:registratieAanvangHuwelijk brp:objecttype="Actie" brp:communicatieID="05">
                  <brp:datumAanvangGeldigheid>2017-02-05</brp:datumAanvangGeldigheid>
				  <brp:bronnen>
                     <brp:bron brp:objecttype="ActieBron" brp:referentieID="Bron1" brp:communicatieID="06"/>
                  </brp:bronnen>
                  <brp:huwelijk brp:objecttype="Relatie" brp:communicatieID="07">
                     <brp:relatie brp:communicatieID="08">
                        <brp:datumAanvang>2017-02-05</brp:datumAanvang>
                        <brp:buitenlandsePlaatsAanvang>Holetown</brp:buitenlandsePlaatsAanvang>
                        <brp:landGebiedAanvangCode>7004</brp:landGebiedAanvangCode>
                     </brp:relatie>
                     <brp:betrokkenheden>
                        <brp:partner brp:objecttype="Betrokkenheid" brp:communicatieID="09">
                           <brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=315239268;Response_Persoon.xsl}" brp:communicatieID="10">
                           </brp:persoon>
                        </brp:partner>
                        <brp:partner brp:objecttype="Betrokkenheid" brp:communicatieID="11">
                           <brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=349252129;Response_Persoon.xsl}" brp:communicatieID="12">
                           </brp:persoon>
                        </brp:partner>
                     </brp:betrokkenheden>
                  </brp:huwelijk>
               </brp:registratieAanvangHuwelijk>
            </brp:acties>
         </brp:voltrekkingHuwelijkInBuitenland>
      </brp:bhg_hgpRegistreerHuwelijkGeregistreerdPartnerschap>
   </soapenv:Body>
</soapenv:Envelope>